{
   "title": "Uncle Tom's Cabin",
   "author": {
     "authorized": "Stowe, Harriet Beecher, 1811-1896",
     "lcna": "n79093331"
   },
   "first-published":
      {"date": "1852", "note": "book edition"},
   "cover": 
    {"file": "utccover-1852.jpg",
     "description": "Title page first volume of 1852 Jewett and Co. edition",
     "alt": "Title page with the text 'UNCLE TOM'S CABIN; or, LIFE AMONG THE LOWLY. By HARRIET BEECHER STOWE.'  Below that text is a drawing showing an outdoor cabin with a Black adult in the doorframe and three Black children outside. A man carrying a what appears to be a whip and approaching the people around the cabin is in the background.  Below the drawing is text saying 'VOL. I. BOSTON: JOHN P. JEWETT & COMPANY. CLEVELAND, OHIO, JEWETT, PROCTOR & WORTHINGTON. 1852.",
     "url": "https://commons.wikimedia.org/wiki/File:UncleTomsCabinCover.jpg",
     "source": "Wikimedia Commons"
   },
   "wikidata": "Q2222",
   "librarything": "18362",
   "goodreads": "46787",
   "online-work": "1",
   "overview": "One of the best-selling novels of the 19th century, <cite>Uncle Tom's Cabin</cite> energized the abolitionist movement, and angered many slaveholders, by contrasting the cruelty and injustice of slavery with the saving power of Christianity.",
   "categories": ["race", "politics"],
   "incidents": [
      {"date": "1857",
       "location": {"code": "US-MD"},
       "description": "Prior to the Civil War, many southern states outlawed the possesssion of abolitionist literature, particularly by African Americans. In 1857, {ln:https://harriettubmanbyway.org/rev-sam-greens-descendant-speak-oct-6/|Samuel Green}, a lay minister who had been freed from slavery in 1837, was arrested and charged with 'knowingly having in his possession a certain abolition pamphlet called Uncle Tom’s Cabin, of an inflammatory character and calculated to create discontent amongst the colored population of this State.'  The Maryland law he was charged with violating carried a minimum jail sentence of 10 years, but Green was eventually freed in 1862 on the condition that he leave the state."
      }
   ]
}
