{
   "title": "The Adventures of Huckleberry Finn",
   "author": {
     "authorized": "Twain, Mark, 1835-1910",
     "lcna": "n79021164"
   },
   "first-published":
      {"date": "1885", "note": "first American edition"},
   "cover": 
    {"file": "HuckFinnCover.jpg",
     "description": "Cover of the first American edition, 1885",
     "alt": "Book cover with green background and yellow and black foreground. In a drawing on the left side, a boy wearing a floppy hat and a jacket stands with his hands in his pants pockets in front of a wooden picket fence.  The text around the image says 'Adventures of Huckleberry Finn (Tom Sawyer's Comrade) by Mark Twain / Illustrated",
     "url": "https://twain.lib.virginia.edu/huckfinn/huckpix/huckpix.html",
     "source": "University of Virginia"
   },
   "wikidata": "Q215410",
   "librarything": "3093889",
   "goodreads": "2956",
   "online-work": "1",
   "overview": "Mark Twain's sequel to <cite>The Adventures of Tom Sawyer</cite> takes a sharper and more satirical turn from its predecessor.  Called the great American novel by multiple critics, it's also been condemned as crude or racist by others.  In Twain's lifetime, some libraries, including the Brooklyn Public Library and the Concord, Massachusetts public library, refused to carry it, or to make it available to children.  Challenges to the book, particuarly recently, are often related to its use of racial slurs used by the narrator and other characters in the book. (Attempts to replace Twain's words with others less likely to shock have had {ln:https://www.nytimes.com/roomfordebate/2011/01/05/does-one-word-change-huckleberry-finn|largely skeptical reactions} from writers and teachers.) Some challenges have also cited the character's decision to 'go to hell' (rather than follow what he understands as a religious requirement to return his friend Jim to slavery).",
   "categories": ["race", "language"],
   "incidents": [
      {"date": "1998",
       "location": {"code": "US-AZ"},
       "description": "In Tempe, a parent sued the local high school to remove the book from a required reading list, citing the racial slurs used in it.  The case went as far as the 9th Circuit federal appeals court in 1998. {ln:https://caselaw.findlaw.com/court/us-9th-circuit/1281281.html|The court's decision}, which affirmed Tempe High's right to teach the book, has some interesting comments about education and racial tensions."
      }
   ]
}
