{
   "title": "Brave New World",
   "author": {
     "authorized": "Huxley, Aldous, 1894-1963",
     "lcna": "n80057246"
   },
   "first-published": {"date": "1932"},
   "cover": 
    {"file": "BraveNewWorld.webp",
     "description": "Cover of 2007 Vintage Classics paperback edition.",
     "alt": "Book cover depicturing a globe overlaid with red and blue sectioned circles, with jet planes flying over Africa. Text near the bottom says 'ALDOUS HUXLEY / BRAVE NEW WORLD', and a blurb credted to the Observer saying 'Provoking, stimulating, shocking and dazzling'",
     "url": "https://www.penguin.co.uk/books/357838/brave-new-world-by-huxley-aldous/9780099518471",
     "source": "Publisher website"
   },
   "wikidata": "Q191949",
   "wikipedia": "Brave_New_World",
   "librarything": "1977",
   "goodreads": "5129",
   "online": "1",
   "overview": "Aldoux Huxley's dystopian novel imagines a world where people are kept in a carefully planned and tightly controlled hierarchy, eugenically bred and conditioned against dissent or rebellion, with the aid of readily available drugs and sex. First published in 1932, it is still widely read, and remains a touchstone for critics of present-day society. (As of 2025, the book is in the public domain in Canada, but remains under copyright in the US and many other countries.)",
   "categories": ["sex"],
   "incidents": [
      {"date": "2025",
       "location": {"code": "CA-AB"},
       "description": "CBC News {ln:https://www.cbc.ca/news/canada/edmonton/edmonton-school-books-removal-1.7620807|reported in August} that more than 200 books, including this one, were slated for removal this fall from all Edmonton Public School libraries from kindergarten through grade 12, due to a policy from Alberta's education minister regarding 'explicit sexual content'. The CBC story includes the full list, which also includes other well-known titles such as The Handmaid's Tale, Atlas Shrugged, and The Color Purple, as well as newer titles."
      }
   ]
}
