{
   "title": "Lysistrata",
   "author": {
     "authorized": "Aristophanes",
     "lcna": "n79072756"
   },
   "first-published":
      {"date": "411 BCE", "note": "first performance"},
   "cover": 
    {"file": "Lysistrata.jpg",
     "description": "Cover of 2009 Signet Classics edition.",
     "alt": "Book cover showing a white sculpture of a reclining woman draped in a blanket from the hips down, and a naked back facing the viewer. The text 'Signet Classics' appears at the top, and at bottom appears 'LYSISTRATA / ARISTOPHANES / A Modern Translation by Douglass Parker With a New Afterword",
     "url": "https://prhinternationalsales.com/book/?isbn=9780451531247",
     "source": "Publisher website"
   },
   "wikidata": "Q753907",
   "librarything": "71247",
   "goodreads": "1591",
   "online-work": "1",
   "overview": "An ancient Greek comedy in which the title character and other Athenian women take control of the Acropolis and demand an end to the Peloponnesian War against Sparta. Their main leverage is to refuse sex with the men of Athens until they negotiate a peace. Aristophanes's play has been translated, adapted and performed many times in the past 2400 years.",
   "categories": ["sex", "politics"],
   "incidents": [
      {"date": "1873",
       "location": {"code": "US"},
       "description": "Various editions of Lysistrata were banned for decades from the US mails under the Comstock Law of 1873. Also known as the Federal Anti-Obscenity Act, this law banned the mailing of 'obscene, lewd, or lascivious' publications. The US customs ban on Lysistrata was lifted in 1930, but incidents of copies being seized by the US Postal Service occurred until 1955, when the Postmaster General ruled the play mailable."
      },
    {"date": "1967",
       "location": {"code": "GR"},
       "description": "The military junta that seized control of Greece this year banned this play, along with some other classic Greek plays, presumably due to its antiwar and political protest themes.",
      "citation": {
        "source": "Haight-1978",
        "pages": "2"
      }
    }
   ]
}
