{
   "title": "The Bible",
   "first-published":
     {"date": "4th century CE",
      "note": "earliest known official declarations of a Christian canon; books of the Bible first circulated centuries earlier"},
   "cover": 
    {"file": "Vulgate1714.jpg",
     "alt": "Title page of a book printed in red and black text.  The top lines read 'BIBLIA / SACRA /  Vulgatae Editionis'. Near the bottom is a full-color botanic-style decoration, above the text 'VENETIIS , MDCCVIV / Apud Nicolaum Pezzana",
     "description": "Title page of a 1714 edition of a Latin Vulgate Bible.",
     "url": "https://commons.wikimedia.org/wiki/File:Sixto-Clementine_Vulgate_(1714)_2.jpg",
     "source": "Wikimedia Commons"
   },
   "wikidata": "Q1845",
   "online-work": "1",
   "overview": "<p>Editions of the Christian and Jewish holy scriptures have been subject to bans for various reasons over the centuries.  Some Bible-banners have objected to it being distributed; others have objected to particular translations, notes, or lack of notes. We list below a few representative cases.</p><p>Americans have long argued over what place the Bible has in public schools and other government-run venues. Generally speaking, US public schools and libraries should be able to include the Bible and other religious primary reference sources in libraries and instruction, but may not give them special endorsement. (A 1995 {ln:https://onlinebooks.library.upenn.edu/webbin/book/lookupid?key=olbp26974|joint statement on then-current law} reflected the consensus of various religious and nonreligious groups on these matters.) Censorship concerns can arise if people not acting in a government-sponsored capacity, such as students, are unduly prevented from using the Bible in their own personal, non-disruptive expression, or if the Bible or similar religious references are specifically excluded from the collections of libraries with users likely to be interested in them.</p>",
   "categories": ["religion"],
   "incidents": [
     {"date": "1492",
       "location": {"code": "ES"},
       "description": "King Ferdinand and Queen Isabella issued royal decrees increasing the power of the Spanish Inquisition, and requiring non-Catholics to convert, leave Castile, or be executed.  Within a few years the Spanish Inquisition's decrees would also prohibit translations of the Bible into local vernacular (non-Latin) languages.  The Spanish Inquisition's ban was one of numerous bans on Bible translations in various parts of Europe in the early modern era.  While there was no universal ban on vernacular Bible translations across the entire Church, local bans were common when church officials feared translations would be used to support religious groups they wanted to suppress, such as 'converted' Jews covertly practicing their old faith, or 'heretical' groups like Cathars or Protestant groups that cited vernacular Bible translations in support of their teachings. When vernacular translations were allowed, church officials often banned Bible editions with translations and interpretive notes that they had not approved."
     },
     {"date": "1924",
       "location": {"code": "US-CA"},
       "description": "The California Supreme Court {ln:https://firstamendment.mtsu.edu/article/evans-v-selma-union-high-school-district-of-fresno-county-california-supreme-court/|rejected an attempt to stop the Selma Union High School District of Fresno County from buying copies of the King James Bible for its library}. The suit against the district cited a state law prohibiting public monies from being spent on any 'religious sect, church, creed or sectarian purpose'.  The court in its ruling stated that the 'mere act of purchasing a book to be added to the school library does not carry with it any implication of the adoption of the theory or dogma contained therein, or any approval of the book itself except as a work of literature fit to be included in a reference library.'"
     },
     {"date": "1926",
       "location": {"code": "SU"},
       "description": "The Soviet Union issued an official directive to libraries calling for only anti-religious books to be included in the religion section of most libraries. The directive stated 'Religiously dogmatic books such as the Gospel, {wk:olbp51220|the Koran}, the Talmud., etc., must be left in the large libraries but removed from the smaller ones.'  Importation of the Bible was also prohibited at the time, and a publication ban remained until 1956.",
      "citation": {
        "source": "Haight-1978",
        "pages": "4-5"
      }
     },
     {"date": "1996",
       "location": {"code": "SG"},
       "description": "A Singapore court {ln:https://www.deseret.com/1996/7/1/19251904/good-book-can-be-bad-in-singapore/|convicted a 72-year-old woman} for possessing the {ln:https://www.jw.org/en/library/bible/nwt/books/|Jehovah's Witnesses translation of the Bible} along with other publications of that church.  The church was banned in 1972 due to its members' refusal to join the military."
     },
     {"date": "2007",
       "location": {"code": "MM"},
       "description": "A {ln:https://2001-2009.state.gov/g/drl/rls/irf/2007/90131.htm|2007 US State Department report} noted 'Since the 1960s Christian and Islamic groups have had difficulty importing religious literature into the country. All publications, religious and secular, remain subjected to control and censorship. It is illegal to import translations of the Bible in indigenous languages.' As of 2024 the current military regime gives some recognition to Christianity and a few other non-Buddhist religions, but the US Commission on International Religious Freedom's {ln:https://www.uscirf.gov/sites/default/files/2024-05/2024%20Annual%20Report.pdf|2024 report} noted that persecution of Christians and other religious minorities continued, and recommended that the country be redesignated a 'country of particular concern' with respect to religious freedom."
     },
     {"date": "2023",
       "location": {"code": "SA"},
       "description": "Saudi Arabia has long banned distributing Bibles, along with other forms of proselytizing by non-Muslims.  Email correspondents over the years have reported different experiences with bringing in Bibles for personal use. A {ln:https://www.state.gov/wp-content/uploads/2019/05/SAUDI-ARABIA-2018-INTERNATIONAL-RELIGIOUS-FREEDOM-REPORT.pdf|2018 State Department report} said 'Some travelers entering the country reported they were able to import a Bible for personal use, but the government regularly exercised its ability to inspect and confiscate personal non-Islamic religious materials.'  Its {ln:https://www.state.gov/wp-content/uploads/2024/05/547499_SAUDI-ARABIA-2023-INTERNATIONAL-RELIGIOUS-FREEDOM-REPORT.pdf|2023 report}, on the other hand, stated 'There were no reports that the government confiscated personal, non-Islamic religious materials', but 'personal' appears to still be a key requirement.  The 2023 report also states the country continues to ban 'proselytizing by a non-Muslim'."
    },
     {"date": "2023",
       "location": {"code": "US-UT"},
       "description": "After the state passed a new law making it easier for books to be pulled off school library shelves after parental complaints, a parent protesting the law got the Davis School District to {ln:https://ksltv.com/555760/davis-district-pulls-bible-from-elementaries-junior-highs-due-to-vulgarity-or-violence/|remove the Bible from elementary and middle school libraries}, pending a review. The parent said in the complaint 'I thank the Utah Legislature and Utah Parents United for making this bad faith process so much easier and way more efficient.' The American Library Association's {ln:https://www.ala.org/tools/challengesupport/selectionpolicytoolkit/formalreconsideration|recommended policy} for handling complaints about content, in contrast to the procedure in this school district, calls for challenged works to 'remain on library shelves and in circulation until a formal decision is made'."
     }
   ]
}
