{
   "title": "A Court of Mist and Fury",
   "author": {
     "authorized": "Maas, Sarah J.",
     "lcna": "n2012025986"
   },
   "first-published": {"date": "2016"},
   "cover": 
    {"file": "MistFurySmall.jpg",
     "description": "Cover of Bloomsbury paperback edition.",
     "alt": "Book cover showing a bird looking back over its left shoulder, on a blue background. The bird holds a ring in the talons of its right foot.  The title 'A Court of Mist and Fury' is superimposed in yellow text over the bird, and on the bottom of the page appears 'SARAH J. MAAS / #1 NEW YORK TIMES BESTSELLING AUTHOR'. The publisher name 'BLOOMSBURY' appears in faint gray in the lower right corner.",
     "url": "https://www.bloomsbury.com/us/court-of-mist-and-fury-9781619634473/",
     "source": "Publisher website"
   },
   "categories": ["sex"],
   "wikidata": "Q101987239",
   "librarything": "16507274",
   "goodreads": "50659468",
   "overview": "This fantasy romance novel is a sequel to <cite>A Court of Thorns and Roses</cite>, and was first published in 2016.  It won a {ln:https://www.goodreads.com/choiceawards/best-books-2016|Goodreads Choice award} that year for Young Adult Fantasy. The text includes some narrations of sexual encounters.",
   "incidents": [
      {"date": "2022",
       "location": {"code": "US-VA"},
       "description": "Virginia state delegate Tim Anderson and Congressional candidate Tommy Altman filed an obscenity suit in Virginia Beach in 2022, to prevent this book, along with Maia Kobabe's {wk:Q109266172|Gender Queer}, from being made available in libraries and bookstores where they could be accessed by minors. Virginia Beach school libraries removed the book from their shelves, but the suit was {ln:https://www.theverge.com/2022/8/30/23329075/virginia-judge-dismisses-gender-queer-obscenity-minors-case-aclu|dismissed by circuit court judge Pamela Baskervill}, who found that not only did the book not meet the standard for obscenity under Virginia law, but that Virginia's law was unconstitutional."
    }
   ]
}
