{
   "title": "When Aidan Became a Brother",
   "author": 
    {"authorized": "Lukoff, Kyle", "lcna": "no2018067695"},
   "illustrator": 
    {"authorized": "Juanita, Kaylani", "lcna": "no2017106790"},
   "first-published": {"date": "2019"},
   "cover": 
    {"file": "Aidan+cover.webp",
     "description": "Cover of hardback edition",
     "alt": "Book cover showing a young boy with a rainbow-decorated shirt and tied-up hair on the shoulders of his father, while being kissed on the forehead by his visibly pregnant mother.  Above the three people is a banner saying 'WHEN AIDEN BECAME A BROTHER'.  The lower right portion of the cover names the book's author and illustrator.",
     "url": "https://www.kylelukoff.com/my-books/Aidan",
     "source": "Author's website"
   },
   "wikidata": "Q107988192",
   "librarything": "22446625",
   "goodreads": "39987021",
   "overview": "Originally raised as a girl, Aidan has been accepted as a boy by his parents, but becomes apprehensive when he learns he'll soon have a new sibling.  This children's picture book, written by a transgender author, was named one of the best books of the year by the School Library Journal and Kirkus Reviews, and won the American Library Association's Stonewall Book Award in 2020.",
   "categories": ["lgbt"],
   "incidents": [
      {"date": "2025",
       "location": {"code": "US-GA"},
       "description": "The Pierce County Public Library {ln:https://georgiarecorder.com/2025/07/02/south-georgia-librarian-is-fired-over-lgbtq-childrens-book-included-in-summer-reading-display/|abruptly fired library manager Lavonnia Moore}, who had worked for the library for 15 years, after she approved a community-organized summer reading display that included this book, and a group called Alliance for Faith and Family urged its followers on social media to complain to library officials and the county board.  Contacted after her firing, Moore defended the book, which was part of a display called 'Color Our World' (and which remains in some Pierce County branches as of July 2025), saying she 'kept books relevant to all kinds of people in the community, including LGBTQ people, immigrants from different countries and people who speak various languages.' Georgia librarian Todd Cates, winner of the Georgia Library Media Association’s Intellectual Freedom Award, echoed Moore's assessment that the book was approprriate. 'We represent all members of our community, no matter their race, their creed, their religion, their gender, their sexual identity, their sexuality, where they’re from.'"
      }
   ]
}
