{
   "title": "Gender Queer: A Memoir",
   "author": {
     "authorized": "Kobabe, Maia",
     "lcna": "no2019076911"
   },
   "first-published": {"date": "2019"},
   "cover": 
    {"file": "gq-tcj.jpg",
     "description": "Cover of first edition.",
     "alt": "Book cover showing author, wearing a blue T-shirt and shorts, standing in water up to the knees, looking down at a reflection showing the author shirtless, with longer hair, in yellow shorts, now with the body of water shown as a lake with a blue sky and evergreen trees in the background.",
     "url": "https://www.tcj.com/reviews/gender-queer/",
     "source": "The Comics Journal"
   },
   "wikidata": "Q109266172",
   "librarything": "22570216",
   "goodreads": "42837514",
   "overview": "A memoir in graphic-novel form by nonbinary author and cartoonist Maia Kobabe, first published in 2019.  It was acquired by many libraries after it won a 2020 {ln:https://www.ala.org/yalsa/2020-alex-awards|Alex Award}, given by the American Library Association for 'books written for adults that have special appeal to young adults ages 12 through 18'.  It was also designated a {ln:https://www.ala.org/rt/rrt/award/stonewall/honored|Stonewall Honor Book}, another American Library Association award, that same year.",
   "categories": ["lgbt", "sex"],
   "incidents": [
      {"date": "2022",
       "location": {"code": "US-VA"},
       "description": "Virginia state delegate Tim Anderson and Congressional candidate Tommy Altman filed an obscenity suit in Virginia Beach in 2022, to prevent this book, along with Sarah J. Maas's {wk:Q101987239|A Court of Mist and Fury}, from being made available in libraries and bookstores where they could be accessed by minors. Virginia Beach school libraries removed the book from their shelves, but the suit was {ln:https://www.theverge.com/2022/8/30/23329075/virginia-judge-dismisses-gender-queer-obscenity-minors-case-aclu|dismissed by circuit court judge Pamela Baskervill}, who found that not only did the book not meet the standard for obscenity under Virginia law, but that Virginia's law was unconstitutional."
    }
   ]
}
