{
   "title": "His Name Is George Floyd",
   "authors": [
    {"authorized": "Samuels, Robert, 1984-", "lcna": "n2022008520"},
    {"authorized": "Olorunnipa, Toluse, 1986-", "lcna": "n2022004078"}
   ],
   "first-published": {"date": "2022"},
   "cover": 
    {"file": "HisNameIsGeorgeFloyd.jpg",
     "description": "Cover of 2024 Penguin paperback edition.",
     "alt": "Book cover with white background and the title 'HIS NAME IS / GEORGE / FLOYD' in black letters of increasing size. In smaller type is a subtitle 'One Man's Life and the Struggle for Racial Justice'",
     "url": "https://www.penguinrandomhouse.com/books/703358/his-name-is-george-floyd-pulitzer-prize-winner-by-robert-samuels-and-toluse-olorunnipa/",
     "source": "Publisher website"
   },
   "wikidata": "Q112300317",
   "wikipedia": "His_Name_Is_George_Floyd",
   "librarything": "27856472",
   "goodreads": "58890953",
   "overview": "This book relates the life and death of George Floyd, a Black man murdered in 2020 by a Minneapolis police officer. It includes background about Floyd, his family, and community, and also discusses racism, police misconduct, and injustice in the United States.   Written by two Washington Post journalists, the book won the 2023 Pulitzer Prize for general nonfiction, and was a finalist for the 2022 National Book Award for Nonfiction.",
   "categories": ["race"],
   "incidents": [
      {"date": "2023",
       "location": {"code": "US-TN"},
       "description": "The authors of this book were invited to an assembly at Memphis's Whitehaven High School, but were {ln:https://www.chalkbeat.org/tennessee/2023/11/7/23949605/george-floyd-book-authors-face-restrictions-memphis/|not allowed to read from their book or discuss a connection between Floyd's murder and systemic racism, and students were not allowed to take copies home.} Organizers of the event said their hands were tied by the way that {ln:https://s3.documentcloud.org/documents/20697058/tn-hb0580-amendment.pdf|a new state law that restricts how race can be discussed in public schools} was being applied in the state.  School district officials said that they did not intend to restrict what the authors could say, but admitted they disallowed distribution of the book prior to {ln:https://www.theroot.com/authors-of-george-floyd-book-banned-from-discussing-rac-1851016724|'a lengthy review'}. Writing in the New Yorker, author Samuels {ln:https://www.newyorker.com/news/essay/when-your-own-book-gets-caught-up-in-the-censorship-wars|noted} that the school district spokesperson 'defended prohibiting the book itself, on the ground that it was not appropriate for people under the age of eighteen'.  After being asked what specifically was so inappropriate about the book, the spokesperson then admitted 'no one involved in the decision had actually read it'."
      }
   ]
}
