{
   "title": "Ban This Book",
   "author": {
     "authorized": "Gratz, Alan, 1972-",
     "lcna": "n2005062934"
   },
   "first-published": {"date": "2017"},
   "cover": 
    {"file": "Ban-This-Book-paperback.jpg",
     "description": "Cover of the first paperback edition.",
     "alt": "Book cover showing three people standing in front of a large bookshelf largely emptied of books.  Two white adults on the left and right a tall pile of books in their arms (with the man on the left having another tall pile on his head), while a Black girl in the center foreground has an open book obscuring most of her face, and one of her feet on a smaller pile of books.  Text above her head says 'BAN THIS BOOK'; text on the cover of the book she is reading sais 'A Novel'; text below her says 'Alan Gratz'.",
     "url": "https://www.alangratz.com/writing/ban-this-book/#",
     "source": "Author's website"
   },
   "wikidata": "Q126938101",
   "wikipedia": "Ban_This_Book",
   "librarything": "19644141",
   "goodreads": "31702735",
   "overview": "When fourth grader Amy Anne Ollinger finds out her favorite book has been banned from the library, she creates a secret banned books library in her school locker for her fellow students.  Publishers Weekly called this middle-grade novel 'a book lover’s book that speaks volumes about kids’ power to effect change at a grassroots level.'",
   "categories": ["politics"],
   "incidents": [
      {"date": "2024",
       "location": {"code": "US-FL"},
       "description": "After a challenge to the book by Jennifer Pippin, president of the local chapter of Moms for Liberty, the Indian River school district voted to remove this book from its shelves, overruling its own district committee's decision to keep it.  {ln:https://www.tallahassee.com/story/news/politics/2024/06/11/florida-school-board-bans-book-about-book-bans/73970418007/|An article in the Tallahassee Democrat} reported that board members 'said they disliked how it referenced other books that had been removed from schools, and accused it of 'teaching rebellion of school board authority'."
    }
   ]
}
