{
   "title": "Wishtree",
   "author": {"authorized": "Applegate, Katherine", "lcna": "n92045317"},
   "first-published": {"date": "2017"},
   "cover": 
    {"file": "wishtreepw.jpg",
     "description": "Cover of 2017 Macmillan edition",
     "alt": "Book cover showing a large tree at twilight with birds sitting on and around it, and pieces of cloth tied to some of its branches.  The title 'wishtree' appears in the middle of the cover in large letters, followed by 'from the Newbery Medal-winning author of The One and Only Ivan / katherine applegate'.",
     "url": "https://www.publishersweekly.com/pw/by-topic/childrens/childrens-industry-news/article/94637-in-virginia-censors-attempt-to-axe-wishtree.html",
     "source": "Publishers Weekly article"
   },
   "wikidata": "Q130268028",
   "librarything": "19682839",
   "goodreads": "33158525",
   "overview": "The title character of this middle-grade novel by Newbery medalist Katherine Applegate is an centuries-old oak tree on which neighborhood residents tie wishes they have written on pieces of cloth. The tree tells how it hears from and tries to help its neighbors, including a Muslim immigrant family struggling for acceptance after moving into town. The book was selected as Notable Children's Book in 2018 by the Association for Library Service to Children.",
   "categories": ["lgbt"],
   "incidents": [
      {"date": "2024",
       "location": {"code": "US-VA"},
       "description": "Floyd County Public Schools {ln:https://www.publishersweekly.com/pw/by-topic/childrens/childrens-industry-news/article/94637-in-virginia-censors-attempt-to-axe-wishtree.html|suspended a One Division, One Book community reading of Wishtree} after a parent at a private school in an adjacent county complained about the tree's acceptance of diverse pronouns. (The tree, which like other oaks has both male and female reproductive parts, says in the book 'Call me she. Call me he. Anything will work.') In response, the author told Publishers Weekly 'The irony is that Wishtree is about community and kindness and tolerance', adding that she wrote the book in response to the 'othering of whole communities' of immigrants and people of color."
      }
   ]
}
