{
   "title": "Wicked",
   "author": {
     "authorized": "Maguire, Gregory",
     "lcna": "n78025316"
   },
   "first-published": {"date": "1995"},
   "cover": 
    {"file": "Wicked_25th.jpg",
     "description": "Cover of 25th anniversary collector's edition.",
     "alt": "Book cover showing a silhoutte image of a witch, with two winged monkeys above her. Text on the cover reads 'Wicked / The Life and Times of the Wicked Witch of the West / Gregory Maguire",
     "url": "https://gregorymaguire.com/publication/519/",
     "source": "author's website"
   },
   "wikidata": "Q1735754",
   "librarything": "837",
   "goodreads": "37442",
   "overview": "Gregory Maguire's dark fantasy novel reimagines the story of the Wicked Witch of the West in the land of Oz.  Written for older readers than the young children L. Frank Baum wrote the Oz books for, Maguire's reworking of the 'good' and 'evil' characters of Oz is also more overtly political, and includes more gruesomely depicted violence as well as sexual situations.  The best-selling book has spawned multiple sequels, as well as a popular stage musical and film adaptations.",
   "categories": ["sex"],
   "incidents": [
      {"date": "2026",
       "location": {"code": "US-UT"},
       "description": "The state of Utah {ln:https://www.kuer.org/education/2026-01-05/utah-school-book-bans-wicked-perks-of-being-a-wallflower-nineteen-minutes|banned this book in 2026} from all public and charter school libraries, including high school libraries, under the same state law that has also mandated the removal of {wk:Q2032398|Oryx and Crake} and several other books in this exhibit.  The growth of Utah's {ln:https://usbe-my.sharepoint.com/:x:/g/personal/davina_sauthoff_schools_utah_gov/IQC62f_kkhOUTKg8QYRsa5glAf1N_fdVRalq8tPXL4FkQWY?rtime=0XLrJktU3kg|list of banned books} in 2026 has {ln:https://www.kuer.org/education/2026-01-06/vonnegut-estate-and-aclu-sue-utah-over-its-sensitive-materials-book-law|triggered a lawsuit from several authors and the American Civil Liberties Union}.  Their {ln:https://www.courtlistener.com/docket/72108876/1/kurt-vonnegut-estate-the-v-brown/|complaint} criticizes the one-size-fits-all nature of the Utah law, arguing 'there is no recognition that a seventeen-year-old preparing for college, navigating identity, relationships, and the realities of adulthood stands in a fundamentally different place than a five-year old.'"
      }
   ]
}
