{
   "title": "The Satanic Verses",
   "author": {
     "authorized": "Rushdie, Salman",
     "lcna": "n80146294"
   },
   "first-published": {"date": "1988"},
   "cover": 
    {"file": "RushdieSVCover.jpeg",
     "description": "Cover of 2008 Random House trade paperback edition.",
     "alt": "Paperback book cover with author's name and title shows in alternating blue and green letters, and a central purple image of a stylized human figure apparently in mid-tumble, with arms outstretched and a long braid streaming up from the figure's head. Other text on the page includes '#1 NEW YORK TIME BESTSELLER' and a blurb by Nadine Gordimer saying 'A staggering achivement, brilliantly enjoyable.'",
     "url": "https://www.salmanrushdie.com/the-satanic-verses/",
     "source": "Author's website"
   },
   "wikidata": "Q191288",
   "librarything": "12601",
   "goodreads": "12781",
   "overview": "A magical realist novel featuring two Indian actors miraculously surviving a terrorist bombing of a flight to London, and dream sequences involving various religious figures (including one based on the prophet Muhammad).  It won the Whitbread award for novel of the year and was a finalist for the Booker Prize.",
   "categories": ["religion"],
   "incidents": [
      {"date": "1989",
       "location": {"code": "IR"},
       "description": "The Ayatollah Ruhollah Khomeini, supreme leader of Iran (and the basis for a satirical character in one of the book's dream sequences) pronounced a fatwa calling on 'all zealous Muslims' to kill the author and 'all those involved in [the book's] publication'. Rushdie went into hiding for several years following this pronouncement. Several Muslim-majority countries prohibited the book's publication or importation. A series of violent attacks against those involved with the book include the 1991 murder of a Japanese translator, riots in Turkey that killed more than 30 people in 1993, the shooting of the book's Norwegian publisher the same year, and a stabbing attack in the US in 2022 that seriously injured the author.",
      "citation": {
        "source": "Karolides-2011",
        "pages": "295-304"
      }
    }
   ]
}
