{
   "title": "Oryx and Crake",
   "author": {
     "authorized": "Atwood, Margaret, 1939-",
     "lcna": "n79102766"
   },
   "first-published": {"date": "2003"},
   "cover": 
    {"file": "OryxAndCrake.jpeg",
     "description": "Cover of the Canadian first edition.",
     "alt": "Book cover showing a parched landscape, with some small plants growing through crakcs in the soil, and the shadow of a human figure with a raised right arm.  The title 'Oryx and Crake' appears in the top right; the author name 'Margaret Atwood' appears in the lower area of the cover.",
     "url": "https://en.wikipedia.org/wiki/Oryx_and_Crake#/media/File:OryxAndCrake.jpg",
     "source": "Wikimedia Commons"
   },
   "wikidata": "Q2032398",
   "librarything": "1079",
   "goodreads": "46756",
   "overview": "A post-apocalyptic dystopian novel by Margaret Atwood, described by the publisher as 'at once an unforgettable love story and a compelling vision of the future.' The first in what is now known as the MaddAddam trilogy, it was shortlisted for the {ln:https://thebookerprizes.com/the-booker-library/prize-years/2003|2003 Man Booker Prize}, as well as the {ln:https://womensprize.com/library/oryx-and-crake/|2004 Women's Prize for Fiction}.",
   "categories": ["sex"],
   "incidents": [
      {"date": "2024",
       "location": {"code": "US-UT"},
       "description": "Oryx and Crake was one of 13 books to be banned in all Utah public schools in 2024, after {ln:https://www.sltrib.com/news/education/2024/08/12/how-books-can-be-banned-every/|three school districts flagged it for sexual content}. The Utah law that banned this book takes away discretion from individual schools, teachers, and librarians, allowing a small number of schools who object to certain books to prohibit many other schools from owning or teaching books they don't like, even in senior advanced placement courses, as long as the schools that don't like the book can point to some sort of description of sex, which this book and many other works of literature include.  Kasey Meehan, Freedom to Read program director at PEN America, said 'Allowing just a handful of districts to make decisions for the whole state is antidemocratic, and we are concerned that implementation of the law will result in less diverse library shelves for all Utahns.' The author, for her part, reacted to the news by saying 'I wonder which satirists of ancient Rome would be banned there?'"
    }
   ]
}
