{
   "title": "Angels in America",
   "author": {
    "authorized": "Kushner, Tony",
    "lcna": "n2008001084"
   },
   "first-published": {"date": "1992", "note": "first publication of full script"},
   "cover": 
    {"file": "AngelsAmerica.avif",
     "description": "Cover of revised and complete paperback edition",
     "alt": "Book cover showing a side-view black silhouette of a human-like figure crouched just above the ground, with mulicolored wings on its back.  Above the figure appears the text 'Angels in America / A gay fantasia on national themes'.  Below th figure appears the text 'Tony Kushner / Revised and complete edition'.",
     "url": "https://indiepubs.com/products/angels-in-america-a-gay-fantasia-on-national-themes/",
     "source": "IndiePubs"
   },
   "wikidata": "Q2337685",
   "librarything": "25554",
   "goodreads": "72003",
   "overview": "Subtitled 'A Gay Fantasia on National Themes', Tony Kushner's drama, divided into two parts, is a sweeping portrayal of the 1980s AIDS epidemic and political climate that continues to be performed internationally today.  Theater professor John Clum called it 'a turning point in the history of gay drama, the history of American drama, and of American literary culture'. The first part, 'Millennium Approaches', won the 1993 Pulitzer Prize for drama.  Both that play, and the drama's second part, 'Perestroika', won Tony Awards for best play for the years they premiered on Broadway.",
   "categories": ["lgbt"],
   "incidents": [
      {"date": "2023",
       "location": {"code": "US-CA"}, 
       "description": "Temecula Valley High School drama teacher Greg Bailey was {ln:https://edsource.org/2023/learning-at-temecula-valley-unified-suffers-as-censorship-fears-rise/697740|suspended from teaching after students performed a scene from the play in class}.  The students had chosen the play from ten American plays Bailey presented, and could choose to perform a scene (subject to veto if the teacher found it too explicit), or give a report on an aspect of the play without performing it. Despite his safeguards, Bailey said he was accused by others of 'grooming students'.  The linked EdSource story mentions that district also 'banned critical race theory, temporarily removed the Social Studies Alive! curriculum over a mention of LGBTQ+ activist Harvey Milk, and passed measures that would require school officials to notify parents if their child shows signs of being transgender.' The story also mentions the hesitation of other Temecula Valley teachers to teach other works that might be seen as too controversial in the current climate."
     }
   ]
}
