{
   "title": "And Tango Makes Three",
   "authors": [
    {"authorized": "Richardson, Justin, 1963-", "lcna": "n2002135410"},
    {"authorized": " Parnell, Peter ", "lcna": "n85079784"}
   ],
   "illustrator": 
    {"authorized": " Cole, Henry, 1955- ", "lcna": "n97103787"},
   "first-published": {"date": "2005"},
   "cover": 
    {"file": "tango.jpg",
     "description": "Cover of 2015 edition with ASPCA Henry Bergh Children's Book Award badge",
     "alt": "Book cover showing a three penguins standing together in a bare rocky landscape with a blue sky. One of the larger penguins leans its head into the chest of the other larger penguin, as they both smile.  A penguin chick stands close in front of them with its small wings spread to the side.  Text on the upper right of the cover reads 'and tango makes three'.  Text on the lower right credits the authors and illustrator.  In the upper left is a badge for the ASPCA Henry Bergh Children's Book Award.",
     "url": "https://www.simonandschuster.com/books/And-Tango-Makes-Three/Justin-Richardson/9781481446952",
     "source": "Publisher website"
   },
   "wikidata": "Q2398396",
   "wikipedia": "And_Tango_Makes_Three",
   "librarything": "22536",
   "goodreads": "117997",
   "overview": "This is an illustrated children's book about two male penguins and the chick that they raise together. Based on the true story of a penguin pair at the Central Park Zoo, the book won the ASPCA Henry Bergh Book Award in 2005, and was an ALA Notable Children's Book Nominee in 2006.",
   "categories": ["lgbt"],
   "incidents": [
      {"date": "2023",
       "location": {"code": "US-FL"},
       "description": "In June 2023, {ln:https://www.usatoday.com/story/news/education/2023/06/21/florida-schools-pulling-and-tango-makes-three-leads-to-lawsuit/70344279007/|USA Today reported} that the book's authors were suing the state of Florida and a county school district in response to the book's removal from some school libraries (such as all public school libraries in Escambia County) and age restriction in others (such as a prohibition in Lake County against students below the fourth grade checking the book out). Book removals in Florida public school have been prompted by the passage of laws informally dubbed 'Don't Say Gay', which in 2023 were expanded to cover {ln:https://www.edweek.org/policy-politics/florida-just-expanded-the-dont-say-gay-law-heres-what-you-need-to-know/2023/04|all grades through 12th}."
      }
   ]
}
