{
   "title": "Drama",
   "author": {"authorized": "Telgemeier, Raina", "lcna": "no2003021721"},
   "first-published": {"date": "2012"},
   "cover": 
    {"file": "Drama4.jpg",
     "description": "Cover of Scholastic paperback first edition.",
     "alt": "Book cover showing three smiling middle school students walking from left to right across a stage in front of a purple curtain.  A pink heart is drawn over the girl in the middle, with purple hair, as she looks at the boy walking in front of her. The title 'DRAMA' appears above the scene, ",
     "url": "https://scholasticlibrary.digital.scholastic.com/978-0-545-32698-8.html",
     "source": "Publisher website"
   },
   "wikidata": "Q25217636",
   "librarything": "12543686",
   "goodreads": "13436373",
   "overview": "A graphic novel about a seventh-grade theater kid and her friends, as they deal with middle school crushes, tryouts and rehearsals, getting along with friends and collaborators, and other drama onstage and offstage at their school.  The novel was named as one of the top 10 graphic novels of 2012 by the School Library Journal.  The book, whose subplots include some of the main character's friends coming out as gay, was also named a Stonewall Honor Book in 2013.",
   "categories": ["lgbt"],
   "incidents": [
      {"date": "2023",
       "location": {"code": "US-TX"},
       "description": "The school board of the Conroe Independent School District heard {ln:https://popular.info/p/mysterious-woman-tells-school-board|testimony from a young woman who said a kiss depicted in the book led her to be addicted to pornography.} The woman called on the school to restrict access to the book and to stop hosting book fairs by Scholastic, the book's publisher.   As the linked story notes, the woman turned out to work for a rival publisher, which offers its own 'book fairs that schools can trust'.  The school board voted to restrict its own middle schoolers from accessing this book in their libraries."
      }
   ]
}
