{
   "title": "The Rabbits' Wedding",
   "author": {
     "authorized": "Williams, Garth", 
     "lcna": "n80019612"
   },
   "first-published": {"date": "1958"},
   "cover": 
    {"file": "RabbitsWedding.webp",
     "description": "Cover of the first hardcover edition.",
     "alt": "Book cover showing a black and white rabbit standing on their hind legs on a hillside in front of a small stream.  The black rabbit is reaching out to put dandelions in the white rabbit's fur.  Above the rabbits is the text 'THE / Rabbits' Wedding / Story and Pictures by Garth Williams.",
     "url": "https://www.harpercollins.com/products/the-rabbits-wedding-garth-williams?variant=32154149158946",
     "source": "Publisher website"
   },
   "wikidata": "Q30078207",
   "librarything": "537296",
   "goodreads": "906544",
   "overview": "Garth Williams (illustrator of <cite>Charlotte's Web</cite>, <cite>Stuart Little</cite>, and the <cite>Little House</cite> books) wrote and illustrated this children's book about two rabbits who get married in the woods.  One has black fur, one has white.  A review in the Library Journal called it a 'picture book of unusual beauty... which will delight the youngest ones'.",
   "categories": ["race", "relationships"],
   "incidents": [
      {"date": "1959",
       "location": {"code": "US-AL"},
       "description": "This book was {ln:https://rabbitswedding.weebly.com/critical-reception.html|removed from open shelves} in some Alabama public libraries after a (white) Citizens' Council publication objected to the book, and a state senator called it 'propaganda for integration and intermarriage'. The Atlanta Constition reported that Emily Wheelock Reed, director of Alabama's Public Library Service Division sent a directive to the state's public libraries stating 'in view of the troubled times in which we live we decided to withdraw the book from circulation'. (Reed still faced calls to resign, and threats to her library agency budget, for keeping the book available at all, even on non-circulating reserve shelves.) Interracial marriage was illegal in Alabama until the Supreme Court {ln:https://www.kqed.org/lowdown/2012/less-than-50-years-ago-the-supreme-court-put-an-end-to-race-based-marriage-bans|overturned such laws in 1967}, though the prohibition stayed in Alabama's constitution {ln:https://en.wikipedia.org/wiki/2000_Alabama_Amendment_2|until 2000}. The 1959 book ban later became the basis for Kenneth Jones's 2015 play {ln:https://theatrephiladelphia.org/whats-on-stage/alabama-story-0|Alabama Story}."
      }
   ]
}
