{
   "title": "Maus",
   "author": {
     "authorized": "Spiegelman, Art",
     "lcna": "n85210380"
   },
   "first-published": {"date": "1986", "note": "first book volume; magazine serialization began in 1980"},
   "cover": 
    {"file": "MausCompletePRH.jpeg",
     "description": "Cover of the 1996 Pantheon Complete edition.",
     "alt": "Book cover showing an anthropomorphic mouse in a blue coat with his arm around a smaller anthropopmorphic mouse in a brown sweatshirt.  Behing them is a Nazi swastika with an angular cat face in the middle. The title 'THE COMPLETE MAUS' appears in the upper cover, with 'MAUS' appearing in red crude paintbrush-like strokes. The author's name 'art spiegelman' appears in script near th4e bottom of the cover.  A small red circle near the lower left corner contains the text 'WINNER OF THE PULITZER PRIZE'.",
     "url": "https://www.penguinrandomhouse.com/books/171065/the-complete-maus-by-art-spiegelman/",
     "source": "Publisher website"
   },
   "categories": ["holocaust", "language"],
   "wikidata": "Q59696",
   "librarything": "6046473",
   "goodreads": "15196",
   "overview": "This memoir in graphic-novel form tells how the author's parents survived the Holocaust, and the ways in which their ordeals scarred them and their families in the decades that followed. The characters are depicted as anthropomorphic animals, with Jews drawn as mice and Nazis drawn as cats. First serialized in <cite>Raw</cite> magazine, and then published in two book volumes in 1986 and 1992, this work won the author a Pulitzer Special Citation in 1992.",
   "incidents": [
      {"date": "2022",
       "location": {"code": "US-TN"},
       "description": "The McMinn County school board {ln:https://www.pbs.org/newshour/arts/holocaust-novel-maus-banned-in-tennessee-school-district|ordered this book removed from its curriculum}, which its teachers had long used in teaching eighth graders about the Holocaust. Board members cited the presence of curse words, brief mouse nudity, and depictions of death as reasons for the removal."
    }
   ]
}
