{
   "title": "On the Road",
   "author": 
    {"authorized": "Kerouac, Jack, 1922-1969", "lcna": "n80036674 "},
   "first-published": {"date": "1957"},
   "cover": 
    {"file": "OnTheRoad.jpeg",
     "description": "Cover of 1999 Penguin paperback edition",
     "alt": "Book cover with four comic book-style panels showing a young white man with a backback and flannel shirt hitchhiking along the side of a paved road.  The largest panel includes the text 'ON THE ROAD' and 'JACK KEROUAC'.",
     "url": "https://www.penguinrandomhouse.com/books/540752/on-the-road-by-jack-kerouac/9780140283297/",
     "source": "Publisher website"
   },
   "wikidata": "Q743180",
   "librarything": "3207",
   "goodreads": "70401",
   "overview": "Jack Kerouac drew heavily from his own experiences hitchhiking and riding buses across the United States when writing this novel.  With its themes of freedom, loss, and yearning, and its jazz-influenced prose style, it is considered one of the definitive novels of the Beat generation. Both the Modern Library and Time magazine named it one of the 100 best English-language novels of its century.",
   "categories": ["sex"],
  "incidents": [
      {"date": "2025",
       "location": {"code": "US-FL"},
       "description": "This book's removal from an Orange County high school library prompted a student to join a lawsuit challenging Florida's law calling for removal of books that were the subject of allegations of 'pornography' by parents or community members.  In August, a federal judge {ln:https://theconversation.com/federal-judge-overturns-part-of-floridas-book-ban-law-drawing-on-nearly-100-years-of-precedent-protecting-first-amendment-access-to-ideas-263893|agreed that key aspects of the law were unconstitutional}.  He wrote in {ln:https://caselaw.findlaw.com/court/us-dis-crt-m-d-flo-orl-div/117622154.html|his opinion} that 'These books were removed from the shelves—not because school librarians had, using their expertise, deemed them unsuitable for children but because fragments of their content were prohibited under [Florida law].' He went on to say 'The statute's prohibition of material that [simply] 'describes sexual conduct' is overbroad and unconstitutional.'  The state has appealed the decision, and the appeal was still pending as of late September 2025."
      }
   ]
}
