{
   "title": "Speak",
   "author": {
     "authorized": "Anderson, Laurie Halse",
     "lcna": "n94118754 "
   },
   "first-published": {"date": "1999"},
   "cover": 
    {"file": "speak.jpg",
     "description": "Cover of original paperback edition.",
     "alt": "Book cover showing a mouthless white face behind a thi gray tree.  The title 'speak' appears in the lower right. The author's name appears in smaller letters at the top of the cover.  On the lower left is a badge saying 'National Book Award finalist'.",
     "url": "https://madwomanintheforest.com/book/speak/",
     "source": "Author's website"
   },
   "wikidata": "Q7574195",
   "librarything": "2298201",
   "goodreads": "39280444",
   "overview": "This young adult novel is narrated by a young teen who finds herself losing her voice, and many of her friends, after a traumatic experience at a high school party.  The story of her recovery, where she eventually gains the courage to reveal that she was raped and to confront her attacker, was a finalist for the National Book Award the year the book was published, and continues to be  read and valued by many teens and sexual assault survivors a generation later.",
   "categories": ["rape", "sex"],
   "incidents": [
      {"date": "2023",
       "location": {"code": "US-IA"},
       "description": "Speak's author was one of the plaintiffs in a {ln:https://firstamendmentwatch.org/publishing-industry-heavy-hitters-sue-iowa-over-states-new-school-book-banning-law/|lawsuit} challenging an Iowa law that effectively banned books with 'practically any book that depicts sexual activity', including Speak, from school libraries and classrooms up to the 12th grade.  Disputing claims that the banned books were pornographic, Anderson said 'I think that anybody who finds a book about a 13-year-old rape survivor as being pornographic needs some professional help.' {ln:https://littlevillagemag.com/new-injunction-halting-iowas-school-book-ban/|A federal preliminary injunction in 2025 halted the ban}, but as of October 2025 the court battle over {ln:https://en.wikipedia.org/wiki/Iowa_Senate_File_496|Iowa's law} was still ongoing."
      }
   ]
}
