{
   "title": "Flowers for Algernon",
   "author": 
    {"authorized": "Keyes, Daniel", "lcna": "n80022990"},
   "first-published": {"date": "1959",
    "note": "as a short story; expanded novel edition published 1966"},
   "cover": 
    {"file": "Algernon.jpg",
     "description": "Cover of 2004 paperback edition",
     "alt": "Book cover showing a white mouse below a handwritten title 'Flowers for Algernon'.  At the top of the cover is the author's name DANIEL KEYES, and below that is a sunburst pattern with the text 'More than 5 million copies sold'.",
     "url": "https://nebulas.sfwa.org/nominated-work/flowers-for-algernon/",
     "source": "Nebula Awards website"
   },
   "wikidata": "Q837934",
   "librarything": "2516333",
   "goodreads": "18373",
   "overview": "An intellectually disabled man undergoes an experimental operation that turns him into a genius. However, the operation also has unexpected consequences, and he eventually regresses, by the end of the story rapidly losing the ability to read and write.  The short story version won a Hugo award, and the novel version (which includes the main character discovering and acting on sexual desires) won a Nebula award.  The story has also been adapted for film and television multiple times.",
   "categories": ["sex"],
   "incidents": [
      {"date": "2025",
       "location": {"code": "US-FL"},
       "description": "Flowers for Algernon was one of hundreds of books that the Escambia County school board voted to remove from all of its school libraries and reading lists, after they had appeared on lists of books that someone in the state had objected to as sexually explicit. The board did not bother to read or otherwise review the books in question.  A {ln:https://www.wuwf.org/local-news/2025-07-16/escambia-school-board-removes-hundreds-of-books-without-review-book-challenge-policies-to-change|local news story} says that the 'board was in agreement that books reviewed by other Florida districts didn’t need to be up for discussion in Escambia.'"
      }
   ]
}
