{
   "title": "New Kid",
   "author": {
     "authorized": "Craft, Jerry",
     "lcna": "n98100642"
   },
   "first-published": {"date": "2019"},
   "cover": 
    {"file": "newkid.jpg",
     "description": "Cover of Newbery medal edition, ca. 2020",
     "alt": "Paperback book cover showing a standing African American middle school boy wearing a black backbook and a light blue hoodie over a darker blue collared shirt, holding an open notebook in his left hand that he is writing in with his right hand.  Text to the right of the kid reads 'Middle school is hard enough without being the... / NEW KID / JERRY CRAFT / 'Funny, sharp, and totally real! / Jordan Banks is the kid / everyone will be talking about!' / - Jeff Kinney / Author of Diary of a Wimpy Kid' The Newbery Medal is displayed on the lower right, and the Coretta Scott King award logo is displayed on the lower left.",
     "url": "https://jerrycraft.com/books/new-kid/",
     "source": "Author's website"
   },
   "wikidata": "Q85788534",
   "librarything": "22398610",
   "goodreads": "39893619",
   "overview": "A graphic novel, based on the author's experiences growing up, featuring a young African American cartoonist trying to fit in with his peers as he makes a new start at a prestigious, predominantly white private middle school. It won the 2019 Kirkus Prize for Young Readers' Literature, and the 2020 Newbery Award and Coretta Scott King Award.",
   "categories": ["race"],
   "incidents": [
      {"date": "2021",
       "location": {"code": "US-TX"},
       "description": "Set to appear at a virtual author event in the Katy School District, the author was surprised to find out {ln:https://www.msnbc.com/podcast/jerry-craft-wrote-new-kid-based-his-life-then-it-n1286527|his appearance had been canceled, and his book pulled from the school library shelves}, after a white parent complained it promoted 'critical race theory' and Marxism.  'I had to Google Critical Race Theory... and try to find out how I was teaching it,' the author told an interviewer. After substantial press attention, the book was returned to district library shelves."
      }
   ]
}
