{
   "title": "The Prince and the Dressmaker",
   "author": {
    "authorized": "Wang, Jen, 1984-",
    "lcna": "n2010055119"
   },
   "first-published": {"date": "2018"},
   "cover": 
    {"file": "PrinceDressmaker.jpg",
     "description": "Cover of 2018 edition",
     "alt": "Book cover showing a figure with long red hair and the silhouette of a white dress.  Within the silhouette, a young girl holds a measuring tape in front of a prince in a dress uniform.  Above them appears the text 'The Prince and the Dressmaker'; below them appears the text 'Jen Wang'.",
     "url": "https://read.macmillan.com/lp/prince-dressmaker-jen-wang/",
     "source": "Publisher website"
   },
   "wikidata": "Q85808195",
   "wikipedia": "The_Prince_and_the_Dressmaker",
   "librarything": "16585458",
   "goodreads": "34506912",
   "overview": "A graphic novel about a young prince who is looking for a bride, and also has a secret life dressing as Lady Crystallia.  The novel was one of two winners of the first Harvey Award for Best Children's or Young Adult Book, and also won the Eisner Award for Best Publication for Teens.",
   "categories": ["lgbt"],
   "incidents": [
      {"date": "2022",
       "location": {"code": "US-ID"},
       "description": "In Nampa, the school board removed 23 books from school libraries, including this one, claiming they were pornographic.  Seventh-grade science teacher Michelle Sprague had had the book in her classroom library, and said it meant a lot to her students. 'The acceptance and love and friendship of it is just beautiful' she said in an interview with NPR.  Local bookshop Rediscovered Books {ln:https://www.npr.org/2022/06/09/1104000189/an-idaho-school-board-banned-23-books-so-a-local-bookstore-gave-out-copies-for-f|responded by giving away free copies of books the school board banned}."
     },
      {"date": "2022",
       "location": {"code": "US-TX"},
       "description": "After a parent blamed this book, and a teacher who had it in her classroom library, for one of her children coming out as transgender and attempting to run away from her home, the Grapevine-Colleyville Independent School District board of trustees voted to adopt a policy that {ln:https://www.nbcnews.com/news/us-news/transgender-student-texas-grapevine-podcast-rcna118116|'prohibited reading materials or classroom discussions mentioning the possibility that someone’s gender could be different from their biological sex'}.  Faced with the new policy, and harassed by her community, the teacher brought her books home, and eventually left the district. After petitioning a court for change of custody, the parent's daughter also left Texas to live with her father, citing new state policies restricting transgender care, and not the book, as a key reason for leaving."
   }
   ]
}
